Repository: Witty614/Doxxy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Germen
de: Deutsch
fr: Allemands

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: News
de: Nachricht
fr: Nouvelles

source: Admin
de: Administrator
fr: Administrateur

source: Comments
de: Bemerkungen
fr: commentaires

source: Welcome to HomePage
de: Willkommen auf der Homepage
fr: Bienvenue sur la page d'accueil

source: Main
de: Hauptsächlich
fr: Principal

source: Contact
de: Kontakt
fr: Contacter

source: About
de: Über
fr: À propos de

source: Pages
de: Seiten

source: This is main page.
de: Dies ist die Hauptseite.
fr: Ceci est la page principale.

source: This is contact page. phone number : 1234567890, mail : admin@gmail.com
de: Dies ist die Kontaktseite. Telefonnummer: 1234567890 E-Mail: admin@gmail.com
fr: Ceci est la page de contact. numéro de téléphone : 1234567890 mail : admin@gmail.com

source: This is About Page
de: Dies ist die About-Seite
fr: Ceci est la page À propos

source: Homepage construction
de: Aufbau der Homepage
fr: Construction de la page d'accueil

source: Today's news!
de: Heutige Nachrichten!
fr: Les nouvelles d'aujourd'hui!

source: This is content of First news
de: Dies ist Inhalt von First News
fr: Ceci est le contenu de First news

source: This is French comment.
de: Dies ist ein französischer Kommentar.
fr: C'est un commentaire français.

source: This is Germen comment.
de: Dies ist ein deutscher Kommentar.
fr: C'est un commentaire de Germen.

source: This is first comment.
de: Dies ist der erste Kommentar.
fr: Ceci est le premier commentaire.

source: This is second comment.
de: Dies ist der zweite Kommentar.
fr: C'est le deuxième commentaire.
